import React from 'react'
import {Text} from '@urban-bot/core'

export function Info() {
    return (
        <Text>
            Это бесплатный бот для размещения анкет соискателей-экспатов, а также вакансий компаний из Узбекистана, желающих нанять иностранцев. 
            Канал с вакансиями для экспатов: https://t.me/uzvacancies
            <br />    
            Канал с опубликованными анкетами экспатов: https://t.me/uzexpatcv
            <br />
            <br />
            Автор не несет никакой ответсвенности за возможные неполадки работы бота и за информацию, публикуемую пользователями. Анкеты, содержащие нецензурную лексику, рекламу и прочую нерелевантную или незаконную информацию, будут удаляться, а пользователи, ее опубликовавшие, баниться. 
            <br />
            <br />
            По возникшим вопросам обращайтесь: @SafaDmitry
        </Text>
    )
}


